---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InSup3
source: html/b80602e9-1025-879c-843c-5c84057d951b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InSup3 Property

Symbol in³, indicating unit Cubic inches.

## Syntax (C#)
```csharp
public static ForgeTypeId InSup3 { get; }
```